{
  "login": "SIGN IN",
  "cases": "CASES",
  "users": "users",
  "opened": "open",
  "cases2": "cases",
  "prizes": "prizes",
  "guarantees": "GUARANTEES",
  "case": "Сase",
  "free": "Free",
  "popular": "POPULAR",
  "profit": "PROFITABLE",
  "24-wagers": "Bets for the last 24 hours",
  "total": "Total",
  "total-betting-24": "Total bets for the last 24 hours",
  "winners-24": "Best players for the last 24 hours",
  "support": "ABOUT US",
  "rights": "All rights reserved.",
  "auth-agreement": "By accessing or using the site, you accept and agree to the User Agreement.",
  "agreement": "User Agreement",
  "given": "Issued",
  "more": "READ MORE",
  "price": "price",
  "rank": "Position",
  "address": "Address",
  "betting-amount": "Bets",
  "winning-amount": "Win",
  "sum": "for",
  "profile": "Profile",
  "all-cases": "ALL CASES",
  "bet": "bet",
  "result": "Result",
  "pieces": "pieces",
  "contains": "Contains",
  "open-for": "Open for",
  "case-prizes": "ITEMS THAT MAY FALL OUT FROM THIS CASE FOR YOU",
  "confirmation": "Confirmation",
  "no-metamask": "Metamask is not installed in your system.",
  "confirm-metamask": "Please confirm your actions in Metamask.",
  "install-metamask": "Install Metamask to continue.",
  "from": "от",
  "kvartz": "Quartz",
  "agat": "Agat",
  "rubin": "Rubin",
  "izumrud": "Emerald",
  "korall": "Coral",
  "biruza": "Turquoise",
  "kremen": "Flint",
  "obsidian": "Obsidian",
  "zoloto": "Gold",
  "referral": "Referral link",
  "stats": "Statistics",
  "referral-title": "Referral program",
  "referral-description1": "Below is your referral link. Share it with other users and earn 10% from the profit made by the casino. Your earnings are automatically paid into your wallet once your referral has received his winnings.",
  "referral-description2": "Example: ",
  "referral-description3": "Your referral opened a 1 ETH case and had a 0.2 ETH coin. The casino profit in this case is 0.8 ETH. Your income is 10% of 0.8 ETH, that is 0.08 ETH.",
  "referral-profit": "Income",
  "people": "Referrals",
  "how-it-works": "How it works?",
  "how-it-works-ans": "E-Jackpot is an Ethereum smart contract-based game. It is run by the Ethereum network, which enables it to work partially decentralized to provide a transparent, verifiably fair gambling service.",
  "how-to-play": "How do I play the game?",
  "how-to-play-ans": "To start playing, you need to choose a case that you would like to open. In each case, you will find coins with different ETH denominations. Our game is a win-win!",
  "how-to-play-metamask": "How do I start the game using MetaMask?",
  "how-to-play-metamask-ans1": "If you don't have MetaMask, you can download and install it from here: https://metamask.io",
  "how-to-play-metamask-ans2": "Enable the extension and log in to your MetaMask account.",
  "how-to-play-metamask-ans3": "Select the case you would like to open.",
  "how-to-play-metamask-ans4": "Click \"Open\" and confirm your bet in MetaMask.",
  "how-to-play-metamask-ans5": "Best of luck!",
  "why-cant-bet": "Why can't I make a bet?",
  "why-cant-bet-ans": "To make a bet, you need to install Google Chrome or Mozilla Firefox browser. Don’t forget to also install the MetaMask extension.",
  "how-to-ref": "How do I participate in your affiliate program?",
  "how-to-ref-ans": "Log in to your personal account.",
  "how-to-ref-ans2": "Go to the referral link section",
  "how-to-ref-ans3": "Share your link with friends and earn your ETH!",
  "bet-no-result": "I made a bid but didn't get a result. What do I do?",
  "bet-no-result-ans1": "Before you contact our tech support, please check your wallet address here: etherscan.io. On the “internal transactions” tab, you will be able to see the latest transactions from us. ",
  "bet-no-result-ans2": "If you're still unable to resolve the problem, please contact us at support@e-jakcpot.cc with the following information: :",
  "bet-no-result-ans3": "Your Ethereum wallet address..",
  "bet-no-result-ans4": "Description of the problem.",
  "bet-no-result-ans5": "Transaction ID.",
  "bet-no-result-ans6": "We strive to resolve all questions within 24 hours. We're always happy to help!",
  "contact": "How do I contact you?",
  "contact-ans": "For any question, please contact us at support@e-jackpot.cc.",
  "fair-game": "We bring transparency and honesty to our game and this can be easily verified. You don't need to register or deposit funds with us. Your ETH is always stored in your MetaMask wallet.",
  "what-is": "E-Jackpot is a FairPlay Ethereum-based gambling smart contract. Everything depends on pure luck. We can't influence the outcome of events. Each case opening is a random outcome of events. This is made possible thanks to the secure nature of the Ethereum blockchain.",
  "questions": "For all questions and suggestions, please reach us by email: support@e-jakcpot.cc",
  "why-trust": "Why Choose Us?",
  "smart-contract": "The smart contract code is completely open. You can always study it here.",
  "ethereum": "The Ethereum network is built in such a way that after the contract launches, nobody (even the owner) will be able to change it.",
  "no-influence": "We cannot influence the betting outcome in any way. This is stated in our contract, and the contract, as has already been said, cannot be changed. For more details about smart contracts, check the Internet.",
  "no-register": "We do not demand that you register or deposit funds with us. Your funds are always stored only in your wallet.",
  "no-private-keys": "We will never ask you for your private keys.",
  "100-withdrawal": "The smart contract code guarantees 100% payout.",
  "smart-contract-link": "Our smart contract",
  "github": "We are on GitHub",
  "feedback": "Feedback",
  "feedback-text": "We are always glad to hear your feedback and answer any questions. If you have any suggestions or comments, please reach out to us at support@e-jackpot.cc.",
  "about": "ABOUT US"
}
